Repository: vvbueno/Newsreader610463-swift
Catalog: Newsreader610463/Localization/*.lproj/Localizable.strings
Languages: es_419

source: Latest articles
es_419: Ultimos articulos

# articles_not_found
source: No articles were found
es_419: No se encontraron articulos

source: Refresh
es_419: Refrescar

# favorite_articles
source: Your favorite articles
es_419: Tus articulos favoritos

# fav_articles_not_found
source: No favorite articles were found
es_419: No se encontraron articulos favoritos

source: Loading articles...
es_419: Cargando articulos...

# loading_fav_articles
source: Loading favorite articles...
es_419: Cargando articulos favoritos...

# loading_article_details
source: Loading details...
es_419: Cargando detalles...

# read_full_article
source: Read full article at:
es_419: Lea el articulo completo en:

source: Log In
es_419: Iniciar sesion

source: Register
es_419: Registrar

# trying_login
source: Trying to log in
es_419: Tratando de iniciar sesion

# trying_register
source: Trying to register
es_419: Tratando de registrar

source: Enter username
es_419: Escriba un nombre de usuario

source: Enter password
es_419: Escriba una contrasena

# enter_confirm_password
source: Confirm password
es_419: Confirme su contrasena

# fields_required
source: All fields are required
es_419: Todos los campos son requeridos

# password_do_not_match
source: Password fields do not match
es_419: Las contrasenas no coinciden

# logged_in_as
source: You are logged in as:
es_419: Iniciaste sesion como:

# switch_language
source: Switch to Spanish
es_419: Cambiar to Ingles

# log_in_fav_articles
source: Log in to see your favorite articles
es_419: Inicia sesion para ver tus articulos favoritos

# not_connected_internet
source: Not connected to the internet
es_419: No estas conectado al internet

# connection_lost
source: Network connection was lost
es_419: Conexion perdida

# login_fail
source: Couldn't login. Try again
es_419: No se pudo iniciar sesion. Intente de nuevo

source: Failure
es_419: Fallo

source: Log out
es_419: Cerrar sesion

# error_liking
source: An error occurred liking the article. Try again.
es_419: Un error occurrio anadiendo el articulo a favoritos. Intente de nuevo.

# error_fetching_article
source: An error occurred fetching the article. Try again.
es_419: Un error occurrio extrayendo el articulo. Intente de nuevo.

# generic_error
source: An error occurred
es_419: Un error ocurrio
